Amir Alimzhanov '''Мне как любителю игры КС ГО, 
и фанату команды NATUS VINCERE, 
очень понравился этот бот(флейми). 
Так как я часто пользуюсь сайтом HLTV.ORG для просмотра 
будущих матчей и статистики, этот бот(перфекто) 
очень полезен мне. 
Этот бот очень удобный.'''

Abulaziz Talantbekov '''Я ярый фанат компьютерных игр, 
в особенности CS:GO и так совпали карты 
что моя любимая команда это Na'Vi. 
Я узнал много нового насчет своей любимой команды. 
Также огромный плюс этого бота в том что он удобен в пользовании.'''

Azizkhan Azemkulov '''Удобный бот для просматривания статистики любимой команды, 
вместо того чтобы в браузере искать сайт, 
я могу в пару кликов посмтреть нужные статистики Сани-любимчика)'''

Adil Kydyrmaev'''мне, как человеку который следит за киберспортом, 
очень понравился бот, 
потому что он показывает актуальную инфу, 
за которой не нужно лезть в гугол'''

Avgustin Chynarbekov '''One of the most interesting esports bots I know of. 
I really like how the menu of buttons is arranged, 
what this bot shows and its simplicity. 
Good job. NAVI THE TOP!'''
